[
    [
        "Shell plans to expand their fossil gas production by over 20%.\nBut hey!\nSomeone will end deforestation and create a… https://t.co/PClgbCzFYZ"
    ],
    [
        "The garbage patch in the Pacific Ocean is now 3 times the size of #France.\n\nWe're creating a world of trash. Let's… https://t.co/RCS1DA5CAs"
    ],
    [
        "Greetings on #WorldRadioDay to radio listeners &amp; those in radio broadcasting. Radio hs bn evolving, innovating &amp; co… https://t.co/z1x6Joz5Dp"
    ],
    [
        "Trust &amp; learn all the ways of the woods! Hunting, Trapping, Fishing. \nKnow how to use these renewable resources to… https://t.co/xdlzTPpQYr"
    ],
    [
        "Mommy’s are the best❤️\nShe’s contributing to the environment🙌 🙌🙌\nNow pick up this jhola and get some groceries for… https://t.co/MZpI3oa8wa"
    ],
    [
        "Indian Railways gathering speed post Covid-19: Railways on track to financial sustainability \n\n⬆️ Freight loading o… https://t.co/lnxIH5xbKI"
    ],
    [
        "Learn how #NEOM will be key to the global adoption of green hydrogen power and how the Dakar Rally provided an oppo… https://t.co/KhI7sZK2to"
    ],
    [
        "These solar panel windows could be a game-changer for sustainability https://t.co/g9QgtVbhv3"
    ],
    [
        "9 positive changes expected in 2021, from equality to the environment https://t.co/O0hrviAI4S #sustainability #2021 https://t.co/ai3cMjo7bc"
    ],
    [
        "We're proud to be supporting the Climate Coalition's #ShowTheLove campaign to highlight the work we are doing at Ci… https://t.co/nBmD6JQ7h9"
    ],
    [
        "HELPING RHINOS CLOTHING RANGE: Buck the trend and treat YOURSELF this Valentine’s Day. Add some sustainability to y… https://t.co/sK0c4egPyg"
    ],
    [
        "\"There’s a number of good things to mention.\" Our CEO Steven van Rijswijk elaborates on the #4QFY2020 results in a… https://t.co/FXplMlFTpn"
    ],
    [
        "At least half a billion dollars for a dam that won’t provide a drop more water in a serious drought? The flawed Dun… https://t.co/cJ1CNqJby8"
    ],
    [
        "The Nordic diet recently ranked as a top choice for 2021, and its emphasis on sustainability means it could have st… https://t.co/YA82FO7YI1"
    ],
    [
        "Manufacturing electric vehicles at the necessary scale will require significantly increasing production of their ba… https://t.co/B52mGNawJi"
    ]
]